const film = {
  id: '92b8a2a7-ab6b-4fa9-915b-d27945865e39',
  rating: 8.1,
  director: 'Амелия Хьюз',
  tags: 'Рекомендуемые',
  cover: '/bg6s.jpg',
  image: '/bg6c.jpg',
  title: 'Сон в летний день',
  about:
    'Фэнтези-фильм о группе друзей попавших в волшебный лес, где время остановилось.',
  description:
    'Причудливый фэнтези-фильм, действие которого происходит в волшебном лесу, где время остановилось. Группа друзей натыкается на это заколдованное царство и поначалу проникается беззаботным духом обитателей, но потом друзьям приходится разойтись. А как встретиться снова, если нет ни времени, ни места встречи?',
};

const schedule = {
  daytime: '2024-06-30T18:00:53+03:00',
  filmId: '92b8a2a7-ab6b-4fa9-915b-d27945865e39',
  hall: 2,
  id: '2644a72a-6f17-4c61-a405-9c48bb0ea682',
  price: 350,
  seats: 5,
  taken: '10',
  rows: 5,
};

const films = {
  items: [film],
};

const schedules = {
  items: [schedule],
};

export const filmFixtures = {
  films,
  schedules,
};
